[
    {
        "Id": "TBVTutorialMail.Info",
        "GroupId": "TBVTutorialMail.Info",
        "Title": "TBV 0.7.x Intro",
        "Text": "G'day @^^Welcome to The Bustling Valley 0.8.x.^^Is designed for Stardew Valley 1.6.x, and requires you to start a new farm. It is not possible to continue a farm started on TBV 0.7.x or older.^^- Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Skills01",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Skills Overview",
        "Text": "The Bustling Valley includes several addtional skills. These are:^^Luck^Cooking^Socializing^Artificer^Druidics^Bardics^Sorcerer^Paladin^^Not all skills are available at the start of the game, and some must be unlocked via gameplay.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Economy",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Economy Changes - Supply and Demand",
        "Text": "The Bustling Valley includes Ferngil Simple Economy to soft-balance the many different mods in this list. This calculates a supply and demand based value for all items you can sell. This is a fairer system than straight taxation, and also allows the player to play the market and make a profit by supplying items in demand.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Economy",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Economy Changes - Freshness",
        "Text": "The Bustling Valley includes Fresh Farm Produce to reward players for selling fresh produce, instead of artisian good always being the optimal choice. Fresh items sell for at least 5% more than regular items, and can easily go for much more! Be warned however - if you don't immediately sell fresh items the day of harvest, they will go stale and return to their base prices.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Waterbot",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Waterbot",
        "Text": "To activate the waterbot, equip your watering can. Then select a crop and right click on it.^^Your farmer will then calculate the most optimal path for watering, and begin watering all your crops.^^Your farmer will automatically stop if you run out of energy, if the farmer gets blocked and can not reach any more crops, if it is unable to fill the watering can, or if it has watered all the crops.^^The farmer will refill the watering can if there is an available river, pond, fishpond or well nearby.^^The waterbot will not water larger areas if you upgrade the watering can, however will benefit from the reduced stamina costs.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.WaterCrops",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Crops Need Water",
        "Text": "Watering plants now grant experence. However unwatered plants will now die after 3 days of no water. On the main farm, rain counts as water. Sprinklers count as water. Rain does not count in greenhouses or on other farms you may aquire while playing.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.CropsChanges",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Crop Changes",
        "Text": "Many new crops have been included with The Bustling Valley. In addtion there have been changes to vanilla crops, including seasons, regrowth, and even type. All Bush type crops will now function like tea, and remain all year, only producing when in season. Be sure to read the descriptions carefully before buying seeds and saplings^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.EasyFishing",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Easy Fishing",
        "Text": "I personally hate the fishing mini-game. I'm getting older and all the clicking is getting difficult. With Eidee Easy Fishing, you only need to time your click when the fish bites.^^However, if you feel that this makes fishing too easy for you, you can disable Eidee Easy Fishing in ModOrganizer 2, without breaking the list.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.EventLimiter",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Event Limiter",
        "Text": "To help spread out all the events added by mods, this list contains an event limiter. It is set by default to a maximum of 5 events per day, and 2 events in a row.^^All cutscenes in the game are events, and so is every letter you receive.^^I have made attempt to exempt multi-part events, common repeatable events, and mechanical events, so they should not count towards the 5 a day limit.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.BetterCrafting",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Better Crafting",
        "Text": "This list makes use of better crafting. By default, it only lets you craft with the lowest quality items.^^If you need to craft with a higher quality item, there should be some stars on the right side of the crafting screen.^^These control the quality of items you can use to craft. If you click on them, you can allow higher quality and more valuable items to be used in crafting.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.GiftDecline",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Gift Decline",
        "Text": "A core part of this list is that NPCs like getting the same gifts less, and less. This is both to encourage players to use all available items in the list as gifts, and to prevent spamming heart events and missing content.^^For example the first Sunflower you give to Haley, she will love. The second sunflower, she will like.^^I suggest you save those loved gifts for birthdays and the feast of the winter star.^^All gift tastes will reset each year, so you don't have to worry about NPCs running out of things to like.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.BetterFriendship",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Better Friendship",
        "Text": "Not sure what gifts to give to an NPC?^^If you can give a gift to an NPC, there will be a bubble above their head showing which gifts, if any, you have in your backpack, they would like.^^It will also show if you have talked to them today.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.SkillsLuck",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Skills - Luck",
        "Text": "A new skill, luck has been added.^^Gambler (Lv5) - better daily luck.^^Lucky (Lv10) - 20% chance for max daily luck.^^Fortune Teller (Lv10) - Never have bad luck.^^Assistant (Lv5) - Daily quests occur three times as often.^^Shooting Star (Lv10) - Nightly events occur twice as often.^^Spirit Child (Lv10) - Giving gifts makes Junimos happy; 15% chance for some form of farm advancement.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.SkillsSocializing",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Skills - Socializing",
        "Text": "A new skill, socializing has been added.^^Friendly (Lv5) - Gain additional friendship from talking to villagers.^^Smooth Talker (Lv10) - Gain more friendship (or lose less) during heart events.^^Gifter (Lv10) - Gain additional friendship from giving gifts.^^Helpful (Lv5) - Gain extra quest rewards.^^Haggler (Lv10) - Get a discount at shops when you are friends with the owner.^^Beloved (Lv10) - Sometimes get gifts from your friends.^^This skill is affected by the Statue of Prestige.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.SkillsCooking",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Skills - Cooking",
        "Text": "A new skill, cooking has been added.^^Sous Chef (Lv5) - Cooking oil further improves the quality of recipes.^^Big Eater (Lv10) - Cooked food restores 5% more.^^Head Chef (Lv10) - Cooked foods given as gifts befriend quicker.^^Five Star Cook (Lv5) - Cooked foods worth 29.999996% more.^^Gourmet (Lv10) - Chance to craft an extra portion when cooking.^^Glutton (Lv10) - Buff duration from food and drinks increased when at full energy.^^This skill is NOT affected by the Statue of Prestige.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.SkillsArtificer",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Skills - Artificer",
        "Text": "A new skill, artificer has been added.^^This skill is unlocked by following a questline from a villager.^^Perfect your sharpshooting skills with a craftable bow and arrows, or master the forge and expand on your smithing know-how.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Druidics",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Skills - Druidics",
        "Text": "A new skill, druidics has been added.^^This skill is unlocked by following a questline from a villager.^^Master wildshape and take on the form of a stag, doe or wolf. Or, foster ancient plants long since lost to time.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Bardics",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Skills - Bardics",
        "Text": "A new skill, bardics has been added.^^This skill is unlocked by following a questline from a villager.^^Take on a defensive or offensive focus while using a slew of new musically-themed utility spells.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Sorcery",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Skills - Sorcery",
        "Text": "A new skill, sorcery has been added.^^This skill is unlocked by following a questline from a villager.^^Pour your efforts into research and collecting elemental essences and learn mysterious new rituals and potion recipes.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Paladin",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Skills - Paladin",
        "Text": "A new skill, paladin has been added.^^This skill is unlocked by following a questline from a villager.^^Use your new Offhand Weapon slot to bolster your armor by using a shield and flinging it at your enemies when they get too close.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.TBVFarmsandCrows",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Farms",
        "Text": "Did you know that you can get 4 farms in The Bustling Valley?^^These are:^^The starting farm.^^Ginger Island farm.^^Meadow farm.^^Summit farm.^^Beware, unlike vanilla, scarecrows are needed on all farms to keep the crows away!^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.TBVGreenhouses",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Greenhouses",
        "Text": "Did you know that you can get 3 greenhouses in The Bustling Valley?^^These are:^^The starting greenhouse.^^The Community greenhouse^^The Phantom Greenhouse.^^These are all gated behind quests and getting to know the villagers.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.TBVFarmBuildings",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Farm Buildings",
        "Text": "Did you know that you can build farm buildings on the Ginger Island farm in The Bustling Valley?^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.TBVRelocateAnimals",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Relocate Animals",
        "Text": "Did you know that you can relocate animals to buildings on different farms in The Bustling Valley? For example, this means you can send animals from Grandpa's farm to Ginger Island.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.SpecialMarriageCandidates",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Special Marriage Candidates",
        "Text": "Did you know there are some special marriage candidates in TBV?^^Some NPCs only become dateable after specfic events. For example Juliet only becomes datable after the Community Centre is built.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.AlternativeTextures1",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Paint Bucket Tool",
        "Text": "In TBV it is possible to change the selected texture on most placed objects, furniture, buildings and decorations (wallpapers / floors). You do this by enabling the paint bucket tool, and left clicking on the object.^^If addtional textures are available, a menu will appear for you to select the one you like.^^Buy the Paint Bucket Tool from Robin.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.AlternativeTextures2",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Paint Brush Tool",
        "Text": "In TBV it is possible to copy the selected texture from one object to another. You do this by enabling the paint brush tool, and right clicking on the object to copy, then left clicking on the object to paste.^^Buy the Paint Brush Tool from Robin.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.AlternativeTextures3",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Scissors Tool",
        "Text": "In TBV it is possible to change the selected texture on pets, animals, and toddlers.  You do this by enabling the scissors tool, and left clicking on the object.^^If addtional textures are available, a menu will appear for you to select the one you like.^^Buy the Scissors from Robin.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.AlternativeTextures4",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Spray Can Tool",
        "Text": "In TBV it is possible apply random textures to most objects (excluding buildings and characters). You do this by enabling the spray can tool, right click to open a menu and select some random textures, then left click to start applying a random texture to objects.^^Buy the Spray Can from Robin.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.SitnRest",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Resting",
        "Text": "Did you know in TBV you can sit down on chairs to recover energy?^^It's not as fast as eating food, or using a hot spring, but if you need to, why not sit and have a rest.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Info2",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Tutorials",
        "Text": "You can re-read any older tutorial messages, by opening the collections tab, and selecting letters.^^This will show the latest version of the tutorial letter.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Info3",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Bush Bug fixes",
        "Text": "Stardew Valley handles many mod updates very gracefully, including map updates.^^One thing it doe not handle well, is bushes moving or being destroyed. This often happens when large mods, or NPC mods are updated. This is the infamous bush bug.^^Luckily TBV has a quick and easy fix included.^^After updating TBV, while still in your farmhouse press the 'V' key.^^Next check 'Affect all locations', then check 'Bushes'.^^Now click on the button that says 'Reset'.^^Nothing will appear to happen, but it has just fixed all bushes in the game. Now click on the 'X' in the top corner, and continue playing.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.Sprinklers",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Sprinkler Changes",
        "Text": "Sprinklers will now try to find clusters of tiles to water and split work between them to water as much as possible, without overlaps. This should allow for custom crop layouts. Each type of sprinkler has a different max range at which it will look at tiles - the better the sprinkler is, the higher the range.^By default, the simple vanilla watering algorithm is used, but if any of the tiles it should water are not able to watered, the cluster algorithm takes over.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.AutoEat",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Automatic Eating",
        "Text": "Upon running out of Energy or Stamina, the farmer will automatically eat the food with the lowest sale price to recover. If multiple food has the same value, it will eat one from the most inventory.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.GreenhouseGatherers",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Greenhouse Gatherers",
        "Text": "There is a new craftable item called the Harvest Statue, which is given by mail after unlocking the Junimo Huts from the Wizard. This statue can only be placed indoors and only one can be placed per building.^Once placed inside, the Junimos will appear each morning and immediately harvest all available crops, forage products and fruit trees within the building.^Right clicking the Harvest Statue will open up a chest-like inventory, allowing you to extract the harvested items.^If the chest gest full the Junimos will eat all the excess!^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.StardewProgress",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Perfection Progress",
        "Text": "Unsure what you need to do to reach perfection? Press F3 to bring up the perfection tracker.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    },
    {
        "Id": "TBVTutorialMail.CombatDrone",
        "GroupId": "TBVTutorialMail.Gameplay",
        "Title": "TBV Combat Drone",
        "Text": "Combat giving you trouble? Monsters won't leave you alone while you try to fish?^Press F7 to toggle your very own personal combat drone on and off. It will attempt to kill any monsters that get too close to you.^^ - Yagisan",
        "Date": "1 spring Y1",
        "Repeatable": false,
        "AutoOpen": false
    }
]
